<?php
$fis_data = array(
    'assets_url' => '/static/smarty_demo',
    'base_url' => '/smarty_demo/page',
    "user_info" => array(
        "name" => '菠萝菠萝蜜',
        "avatar" => 'https://img.lanjinger.com/user_pic/12550_0DBDEBEFDAB3FDF11F120ADBB99D3E8F.@!face-big',
    ),
    "page_name" => "通知公告",
    'data' => array(
        'title' => 'fis3-smarty demo',
        "index" => 1,
        'data' => array(
            array(
                "time" => "2017-08-17",
                "title" => "重要！再次提醒各位不要去做太过的标题！",
                "msg" => "最近网信办开始对微信进行立案调查，希望平台的各位小伙伴们不要挺而走险，小说的标题能正规引导就往积极的方向来，封面图片尽量选择唯美的，不要太多暗示的。平台的小说内容完全正规合法，没有任何擦边。所以关键在各位的标题、封面还有模板消息，之前发过的文案建议删除，服务号群发的历史消息也建议删除，再次提醒大家慎重。不要在风口上铤而走险！"    
            ),
            array(
                "time" => "2017-08-17",
                "title" => "重要！再次提醒各位不要去做太过的标题！",
                "msg" => "最近网信办开始对微信进行立案调查，希望平台的各位小伙伴们不要挺而走险，小说的标题能正规引导就往积极的方向来，封面图片尽量选择唯美的，不要太多暗示的。平台的小说内容完全正规合法，没有任何擦边。所以关键在各位的标题、封面还有模板消息，之前发过的文案建议删除，服务号群发的历史消息也建议删除，再次提醒大家慎重。不要在风口上铤而走险！"    
            ),
            array(
                "time" => "2017-08-17",
                "title" => "重要！再次提醒各位不要去做太过的标题！",
                "msg" => "最近网信办开始对微信进行立案调查，希望平台的各位小伙伴们不要挺而走险，小说的标题能正规引导就往积极的方向来，封面图片尽量选择唯美的，不要太多暗示的。平台的小说内容完全正规合法，没有任何擦边。所以关键在各位的标题、封面还有模板消息，之前发过的文案建议删除，服务号群发的历史消息也建议删除，再次提醒大家慎重。不要在风口上铤而走险！"    
            ),
            array(
                "time" => "2017-08-17",
                "title" => "重要！再次提醒各位不要去做太过的标题！",
                "msg" => "最近网信办开始对微信进行立案调查，希望平台的各位小伙伴们不要挺而走险，小说的标题能正规引导就往积极的方向来，封面图片尽量选择唯美的，不要太多暗示的。平台的小说内容完全正规合法，没有任何擦边。所以关键在各位的标题、封面还有模板消息，之前发过的文案建议删除，服务号群发的历史消息也建议删除，再次提醒大家慎重。不要在风口上铤而走险！"    
            ),
            array(
                "time" => "2017-08-17",
                "title" => "重要！再次提醒各位不要去做太过的标题！",
                "msg" => "最近网信办开始对微信进行立案调查，希望平台的各位小伙伴们不要挺而走险，小说的标题能正规引导就往积极的方向来，封面图片尽量选择唯美的，不要太多暗示的。平台的小说内容完全正规合法，没有任何擦边。所以关键在各位的标题、封面还有模板消息，之前发过的文案建议删除，服务号群发的历史消息也建议删除，再次提醒大家慎重。不要在风口上铤而走险！"    
            ),
            array(
                "time" => "2017-08-17",
                "title" => "重要！再次提醒各位不要去做太过的标题！",
                "msg" => "最近网信办开始对微信进行立案调查，希望平台的各位小伙伴们不要挺而走险，小说的标题能正规引导就往积极的方向来，封面图片尽量选择唯美的，不要太多暗示的。平台的小说内容完全正规合法，没有任何擦边。所以关键在各位的标题、封面还有模板消息，之前发过的文案建议删除，服务号群发的历史消息也建议删除，再次提醒大家慎重。不要在风口上铤而走险！"    
            ),
        ),
        "total" => 80,
        "page_total" => 7,
        "page_size" => 10,
        "page" => 1,
    ),
    
);